
incorrect-content-type = ❗️ Пожалуйста, отправьте текст.

response-error = 😔 Произошла ошибка. Пожалуйста, попробуйте позже.

aiogram-dialog-error = 😔  Упс, что-то пошло не так...

incorrect-rss-url = Пожалуйста, отправьте корректный URL RSS-ленты.

code-400 = URL RSS-ленты недействителен. Пожалуйста, проверьте ссылку и попробуйте снова.
code-404 = RSS-лента не найдена. Пожалуйста, проверьте правильность URL.
code-403 = Доступ к этой RSS-ленте запрещён. Проверьте права доступа или попробуйте другую ленту.
code-422 = Возникла проблема с обработкой RSS-ленты. Возможно, она имеет некорректный формат.
code-503 = Сервер RSS-ленты временно недоступен. Пожалуйста, попробуйте позже.
code-504 = Сервер RSS-ленты слишком долго отвечает. Пожалуйста, попробуйте позже.
unknown-error = Произошла непредвиденная ошибка. Повторите попытку позже или попробуйте другую RSS-ленту.