
hello-msg =
    👋 Здравствуйте, { $name }!
    Я бот для управления RSS-лентами. С моей помощью Вы можете:

    📥 Добавлять RSS-ленты;
    📚 Просматривать свежие публикации из Ваших любимых источников;
    📖 Удобно следить за новостями в одном месте.

    Чтобы начать, нажмите на кнопку <b>"Добавить RSS-ленту"</b> или выберите <b>"Мои ленты"</b>, чтобы просмотреть уже добавленные.

no-feeds-msg = У Вас нет добавленных лент.
send-url-msg =
    Отправьте RSS-ленту в формате URL, например:
    https://example.com/rss

processing-msg = Обрабатываю...
rss-already-exists-msg = Вы уже добавили эту RSS ленту.
action-canceled-msg = Действие отменено.
rss-added-msg = ✅ RSS-лента добавлена.

choose-feed-msg = 📰 Выберите источник:
confirm-rss-delete-msg = ❗️ Удалить RSS { $rss_url }?
rss-deleted-msg = 🗑 RSS-лента удалена

choose-option-msg = ⚙️ Выберите опцию:
main-menu-msg = Главное меню:
settings-applied-msg = ✅ Настройки применены

choose-rss-msg = Выберите ленту: